Repository: em1racle/TicTacToe
Catalog: TicTacToe/TicTacToe/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: %@ turn
ru: %@ ходит

source: %lld sec
ru: %lld сек

source: Back
ru: На главную

source: Best time: %@
ru: Лучшее время: %@

source: Button
ru: Кнопка

source: Choose
ru: Выбрать

source: Computer
ru: Компьютер

source: Draw
ru: Ничья

source: Draw!
ru: Ничья!

source: Easy
ru: Лёгкий

source: English / Russian
ru: English / Русский

source: Game Time
ru: Таймер игры

source: Hard
ru: Тяжелый

source: How to play
ru: Правила игры

source: Leaderboard
ru: Результаты

source: Let's play
ru: Играть!

source: Medium
ru: Средний

source: Music
ru: Музыка

source: No game history
ru: Нет результатов

source: Picked
ru: Выбрана

source: Play again
ru: Сыграть ещё раз

source: Player One
ru: Игрок №1

source: Player One Win!
ru: Первый игрок выйграл!

source: Player Two
ru: Игрок №2

source: Player Two Win!
ru: Второй игрок выйграл!

source: Random God
ru: «Бог» рандома

source: Settings
ru: Настройки

source: Single Player
ru: Один игрок

source: Sound FX
ru: Эффекты звука

source: Time: %@
ru: Время: %@

source: Two Players
ru: Два игрока

source: with turn on time
ru: с включенным временем

source: You Lose!
ru: Вы проиграли!
